/*
 * @Author: your name
 * @Date: 2020-12-29 13:55:51
 * @LastEditTime: 2020-12-29 15:29:54
 * @LastEditors: Please set LastEditors
 * @Description: In User Settings Edit
 * @FilePath: \lishuigydn-web\src\views\grow-helper\data\quota.js
 */
/**
 * @desc 指标数据
 */
// 点击标题的数据
export const titleData = {
  name: '新旧动能转换',
  ztyy:
    '1.专题定义：新旧动能转换是反映生态工业领域传统产业改造提升状况、新项目生成情况的一项工作内容，涉及“低散乱”企业整治、工业机器人应用数量、清洁生产企业评定、市级企业技术中心、新增工业供地面积、新备案企业项目数等指标。2.可反映的问题：可以反映出各县（市、区）推进传统产业改造提升的力度以及新增产能潜力，体现区域经济发展成效。',
  qtdw: '市经信局',
  qtdwfzr: '巫灵芳 2095033',
  // sjhm1: '2095033',
  qtdwfgld: '周再荣 2095008',
  // sjhm2: '2095008',
  xtdw: '市发改委、市经信局、市科技局、市财政局、市人力社保局、市自然资源局、市生态环境局、市商务局、市应急管理局、市税务局、市市场监管局、市金融办、市统计局',
  zbxsl: '8',
  bz: '按照“应设尽设”原则，结合本页面数据统筹情况，本页面““低散乱”企业（作坊）整治数”、“新增工业机器人”、“新增工业供地面积”、“市级企业技术中心企业家数”、“清洁生产审核企业企业家数”指标设有触警阈值或优质阈值，具体见对应指标卡片。'
};

export const leftTopData = [
  {
    name: '“低散乱”企业（作坊）整治数',
    zbyy:
      '1、定义：“低散乱”企业整治是指通过行政和市场手段对无证无照、无环保设施、无合法生产场所、无安全保障的“四无”企业和亩均税收1万元以下的低效企业开展整治，推进关停淘汰一批、整合入园一批、改造提升一批、合理转移一批，以实现产业规范有序发展。2、可反映的问题：通过数据可反映各地产业转型升级工作推进情况、重点、成效以及突出问题。',
    cjyz: '/',
    cjcs: '/',
    yzyy: '/',
    gxpl: '从3月份开始1月1次',
    gxfs: '手工填报',
    gxsj: '从3月份开始1月1次',
    lybm: '市经信局',
    ywfzr: '郑美贞 2095051',
    // lxfs1: 2095051,
    fgld: '周再荣 2095008'
    // lxfs2: 2095008
  },
  {
    name: '“低散乱”企业整治改造提升数',
    zbyy:
      '1、定义：“低散乱”企业整治是指通过行政和市场手段对无证无照、无环保设施、无合法生产场所、无安全保障的“四无”企业和亩均税收1万元以下的低效企业开展整治，推进关停淘汰一批、整合入园一批、改造提升一批、合理转移一批，以实现产业规范有序发展。2、可反映的问题：通过数据可反映各地产业转型升级工作推进情况、重点、成效以及突出问题。',
    cjyz: '任务完成进度低于时间进度',
    cjcs: '/',
    yzyy: '/',
    gxpl: '从3月份开始1月1次',
    gxfs: '手工填报',
    gxsj: '从3月份开始1月1次',
    lybm: '市经信局',
    ywfzr: '郑美贞 2095051',
    // lxfs1: 2095051,
    fgld: '周再荣 2095008'
    // lxfs2: 2095008
  },
  {
    name: '“低散乱”企业整治整合入园数',
    zbyy:
      '1、定义：“低散乱”企业整治是指通过行政和市场手段对无证无照、无环保设施、无合法生产场所、无安全保障的“四无”企业和亩均税收1万元以下的低效企业开展整治，推进关停淘汰一批、整合入园一批、改造提升一批、合理转移一批，以实现产业规范有序发展。2、可反映的问题：通过数据可反映各地产业转型升级工作推进情况、重点、成效以及突出问题。',
    cjyz: '任务完成进度低于时间进度',
    cjcs: '/',
    yzyy: '/',
    gxpl: '从3月份开始1月1次',
    gxfs: '手工填报',
    gxsj: '从3月份开始1月1次',
    lybm: '市经信局',
    ywfzr: '郑美贞 2095051',
    // lxfs1: 2095051,
    fgld: '周再荣 2095008'
    // lxfs2: 2095008
  },
  {
    name: '“低散乱”企业整治合理转移数',
    zbyy:
      '1、定义：“低散乱”企业整治是指通过行政和市场手段对无证无照、无环保设施、无合法生产场所、无安全保障的“四无”企业和亩均税收1万元以下的低效企业开展整治，推进关停淘汰一批、整合入园一批、改造提升一批、合理转移一批，以实现产业规范有序发展。2、可反映的问题：通过数据可反映各地产业转型升级工作推进情况、重点、成效以及突出问题。',
    cjyz: '任务完成进度低于时间进度',
    cjcs: '/',
    yzyy: '/',
    gxpl: '从3月份开始1月1次',
    gxfs: '手工填报',
    gxsj: '从3月份开始1月1次',
    lybm: '市经信局',
    ywfzr: '郑美贞 2095051',
    // lxfs1: 2095051,
    fgld: '周再荣 2095008'
    // lxfs2: 2095008
  },
  {
    name: '“低散乱”企业整治关停淘汰数',
    zbyy:
      '1、定义：“低散乱”企业整治是指通过行政和市场手段对无证无照、无环保设施、无合法生产场所、无安全保障的“四无”企业和亩均税收1万元以下的低效企业开展整治，推进关停淘汰一批、整合入园一批、改造提升一批、合理转移一批，以实现产业规范有序发展。2、可反映的问题：通过数据可反映各地产业转型升级工作推进情况、重点、成效以及突出问题。',
    cjyz: '任务完成进度低于时间进度',
    cjcs: '/',
    yzyy: '/',
    gxpl: '从3月份开始1月1次',
    gxfs: '手工填报',
    gxsj: '从3月份开始1月1次',
    lybm: '市经信局',
    ywfzr: '郑美贞 2095051',
    // lxfs1: 2095051,
    fgld: '周再荣 2095008'
    // lxfs2: 2095008
  }
];

export const addRobotData = {
  name: '新增工业机器人情况',
  zbyy:
    '1、定义：新增工业机器人是指在企业技术改造中新增用于生产的三轴以上可编程的工业机器人。2、该指标反映工业企业转型升级情况，体现自动化智能化水平。',
  cjyz: '/',
  cjcs: '/',
  yzyy: '/',
  gxpl: '从3月份开始1月1次',
  gxfs: '手工填报',
  gxsj: '从3月份开始1月1次',
  lybm: '市经信局',
  ywfzr: '郑建 2095039',
  // lxfs1: 2095039,
  fgld: '周再荣 2095008'
  // lxfs2: 2095008
};
export const industrialLandData = [
  {
    name: '新增工业供地面积',
    zbyy:
      '1、定义：新增工业供地面积包括新出让工业用地和二次供地，出让工业用地以国土部门数据为准，二次供地以实际盘活闲置（僵尸企业）厂房为准，包括司法拍卖、协议处置等。2、该指标反映工业发展投资项目落地情况，体现为工业发展指标的新增动能。',
    cjyz: '/',
    cjcs: '/',
    yzyy: '/',
    gxpl: '从3月份开始1月1次',
    gxfs: '手工填报',
    gxsj: '从3月份开始1月1次',
    lybm: '市经信局',
    ywfzr: '郑建 2095039',
    // lxfs1: 2095039,
    fgld: '周再荣 2095008'
    // lxfs2: 2095008
  },
  {
    name: '新出让工业用地面积',
    zbyy:
      '1、定义：新出让工业用地以国土部门数据为准。2、该指标反映工业发展投资项目落地情况，体现为工业发展指标的新增动能。',
    cjyz: '/',
    cjcs: '/',
    yzyy: '/',
    gxpl: '从3月份开始1月1次',
    gxfs: '手工填报',
    gxsj: '从3月份开始1月1次',
    lybm: '市经信局',
    ywfzr: '郑建 2095039',
    // lxfs1: 2095039,
    fgld: '周再荣 2095008'
    // lxfs2: 2095008
  }
];

export const technologyCenter = {
  name: '市级企业技术中心企业家数',
  zbyy:
    '1、定义：市经信局根据《丽水市企业技术中心管理办法》（丽经信技术〔2020]58号），进行每年一次的企业技术中心评定情况。2、该指标反映企业技术创新能力。',
  cjyz: '0',
  cjcs: '触警在该指标对应区县数据的右侧出现<img src="/static/images/exclamatory-mark.png" style="width:15px;height:15px;"></img>图标。触发优质时在该指标对应区县数据的右侧出现<img src="/static/images/thumbs-up.png" style="width:15px;height:15px;"></img>图标。',
  yzyy: '16',
  gxpl: '年度',
  gxfs: '手工填报',
  gxsj: '1年1次',
  lybm: '市经信局',
  ywfzr: '郑美贞 2095051',
  // lxfs1: 2095051,
  fgld: '周再荣 2095008'
  // lxfs2: 2095008
};
export const cleanerProduction = {
  name: '清洁生产审核企业家数',
  zbyy:
    '1、定义：市经信局根据《中华人民共和国清洁生产促进法》，进行每年一次的清洁生产审核情况。2、该指标反映企业绿色发展水平。',
  cjyz: '0',
  cjcs: '触警在该指标对应区县数据的右侧出现<img src="/static/images/exclamatory-mark.png" style="width:15px;height:15px;"></img>图标。触发优质时在该指标对应区县数据的右侧出现<img src="/static/images/thumbs-up.png" style="width:15px;height:15px;"></img>图标。',
  yzyy: '51',
  gxpl: '年度',
  gxfs: '手工填报',
  gxsj: '1年1次',
  lybm: '市经信局',
  ywfzr: '王炉亮 2095057',
  // lxfs1: 2095057,
  fgld: '周再荣 2095008'
  // lxfs2: 2095008
};

export const investmentTopData = [
  {
    name: '当年新增备案投资额1000万元以上制造业项目数',
    zbyy:
      '1、定义：该指标是指在浙江政务服务网投资项目在线监管平台上发生的制造业投资项目备案（核准）情况，以投资额1000万元以上为限。2、该指标反映工业发展投资项目落地情况，体现为工业发展指标的新增动能。',
    cjyz: '/',
    cjcs: '/',
    yzyy: '/',
    gxpl: '月度',
    gxfs: '手工填报',
    gxsj: '1月1次',
    lybm: '市经信局',
    ywfzr: '郑建 2095039',
    // lxfs1: 2095039,
    fgld: '周再荣 2095008'
    // lxfs2: 2095008
  },
  {
    name: '当年新增备案投资额1000万元以上制造业项目投资额',
    zbyy:
      '1、定义：该指标是指在浙江政务服务网投资项目在线监管平台上发生的制造业投资项目备案（核准）情况，以投资额1000万元以上为限。2、该指标反映工业发展投资项目落地情况，体现为工业发展指标的新增动能。',
    cjyz: '/',
    cjcs: '/',
    yzyy: '/',
    gxpl: '月度',
    gxfs: '手工填报',
    gxsj: '1月1次',
    lybm: '市经信局',
    ywfzr: '郑建 2095039',
    // lxfs1: 2095039,
    fgld: '周再荣 2095008'
    // lxfs2: 2095008
  }
];

export const middleTitleData = [
  {
    name: '“低散乱”企业（作坊）整治数',
    zbyy:
      '1、定义：“低散乱”企业整治是指通过行政和市场手段对无证无照、无环保设施、无合法生产场所、无安全保障的“四无”企业和亩均税收1万元以下的低效企业开展整治，推进关停淘汰一批、整合入园一批、改造提升一批、合理转移一批，以实现产业规范有序发展。2、可反映的问题：通过数据可反映各地产业转型升级工作推进情况、重点、成效以及突出问题。',
    cjyz: '0',
    cjcs: '触警在该指标的右侧出现<img src="/static/images/exclamatory-mark.png" style="width:15px;height:15px;"></img>图标。触发优质时在该指标的右侧出现<img src="/static/images/thumbs-up.png" style="width:15px;height:15px;"></img>图标。',
    yzyy: '310',
    gxpl: '从3月份开始1月1次',
    gxfs: '手工填报',
    gxsj: '从3月份开始1月1次',
    lybm: '市经信局',
    ywfzr: '郑美贞 2095051',
    // lxfs1: 2095051,
    fgld: '周再荣 2095008'
    // lxfs2: 2095008
  },
  {
    name: '新增工业机器人情况',
    zbyy: '1、定义：新增工业机器人是指在企业技术改造中新增用于生产的三轴以上可编程的工业机器人。2、该指标反映工业企业转型升级情况，体现自动化智能化水平。',
    cjyz: '0',
    cjcs: '触警在该指标的右侧出现<img src="/static/images/exclamatory-mark.png" style="width:15px;height:15px;"></img>图标。触发优质时在该指标的右侧出现<img src="/static/images/thumbs-up.png" style="width:15px;height:15px;"></img>图标。',
    yzyy: '415',
    gxpl: '从3月份开始1月1次',
    gxfs: '手工填报',
    gxsj: '从3月份开始1月1次',
    lybm: '市经信局',
    ywfzr: '郑建 2095039',
    // lxfs1: 2095039,
    fgld: '周再荣 2095008'
    // lxfs2: 2095008
  },
  {
    name: '新增工业供地面积',
    zbyy: '1、定义：新增工业供地面积包括新出让工业用地和二次供地，出让工业用地以国土部门数据为准，二次供地以实际盘活闲置（僵尸企业）厂房为准，包括司法拍卖、协议处置等。2、该指标反映工业发展投资项目落地情况，体现为工业发展指标的新增动能。',
    cjyz: '0',
    cjcs: '触警在该指标的右侧出现<img src="/static/images/exclamatory-mark.png" style="width:15px;height:15px;"></img>图标。触发优质时在该指标的右侧出现<img src="/static/images/thumbs-up.png" style="width:15px;height:15px;"></img>图标。',
    yzyy: '5000',
    gxpl: '从3月份开始1月1次',
    gxfs: '手工填报',
    gxsj: '从3月份开始1月1次',
    lybm: '市经信局',
    ywfzr: '郑建 2095039',
    // lxfs1: 2095039,
    fgld: '周再荣 2095008'
    // lxfs2: 2095008
  },
  {
    name: '市级企业技术中心企业家数',
    zbyy:
      '1、定义：市经信局根据《丽水市企业技术中心管理办法》（丽经信技术〔2020]58号），进行每年一次的企业技术中心评定情况。2、该指标反映企业技术创新能力。',
    cjyz: '0',
    cjcs: '触警在该指标的右侧出现<img src="/static/images/exclamatory-mark.png" style="width:15px;height:15px;"></img>图标。触发优质时在该指标的右侧出现<img src="/static/images/thumbs-up.png" style="width:15px;height:15px;"></img>图标。',
    yzyy: '16',
    gxpl: '年度',
    gxfs: '手工填报',
    gxsj: '1年1次',
    lybm: '市经信局',
    ywfzr: '郑美贞 2095051',
    // lxfs1: 2095051,
    fgld: '周再荣 2095008'
    // lxfs2: 2095008
  }
];
