/*
 * @Autor: fandong
 * @Description: 文件说明
 * @Date: 2020-12-27 13:29:58
 * @LastEditTime: 2020-12-29 10:30:31
 * @LastEditors: fandong
 * @FilePath: \lishuigydn-web\src\views\grow-helper\data\index.js
 */
// 数据指标;
export const middleData = [
  { text: '上市企业(家)', value: '6' },
  { text: '雄鹰企业(家)', value: '2' },
  { text: '小巨人(家)', value: '2' },
  { text: '隐形冠军(家)', value: '10' },
  { text: '小升规(家)', value: '146' },
  { text: '小微企业园(个)', value: '65' }
];
// 上市企业
export const listedCompanies = [
  {
    name: '浙江凯恩特种材料股份有限公司',
    lng: 119.25527,
    lat: 28.578913,
    type: 'listedCompanies'
  },
  {
    name: '浙江方正电机股份有限公司',
    lng: 119.846794,
    lat: 28.417178,
    type: 'listedCompanies'
  },
  {
    name: '起步股份有限公司',
    lng: 120.331261,
    lat: 28.112732,
    type: 'listedCompanies'
  },
  {
    name: '浙江维康药业股份有限公司',
    lng: 119.851965,
    lat: 28.385555,
    type: 'listedCompanies'
  },
  {
    name: '浙江富来森食品有限公司',
    lng: 119.939861,
    lat: 28.473644,
    type: 'listedCompanies'
  },
  {
    name: '浙江富来森中竹科技有限公司',
    lng: 119.96971,
    lat: 28.473382,
    type: 'listedCompanies'
  }
];
// 小升规完成情况
export const ruleFinish = [
  { num: 146, company: '新升规数量(家)' },
  { num: 45, company: '目标任务数(家)' },
  { num: 324.44, company: '完成任务比例(%)' }
];
// 隐形冠军企业
export const championEnt = [
  { num: 10, company: '隐形冠军企业(家)' },
  { num: 34, company: '隐形冠军培育企业(家)' }
];

// 小微企业园
export const gardenEnt = [
  { value: 2, name: 'A档园区' },
  { value: 7, name: 'B档园区' },
  { value: 11, name: 'C档园区' },
  { value: 4, name: 'D档园区' }
];
// 减税完成情况
export const taxReduction = [
  { num: 4.46, company: '预计数(亿元)' },
  { num: 7.01, company: '完成数(亿元)' },
  { num: 159.17, company: '完成率(%)' }
];
// 减费完成情况
export const costList = [
  { name: '社保费减免', value: 13.91 },
  { name: '失业保险稳岗返还', value: 2.4 },
  { name: '降低失业保险费率', value: 1.47 },
  { name: '降低工伤保险费率', value: 0.28 },
  { name: '水、电、气费减免', value: 3.44 },
  { name: '检测费用减免', value: 0.047 },
  { name: '取消采购文件工本费', value: 0.69 },
  { name: '政策性融资担保政策减费', value: 0.09 },
  { name: '残保金减免', value: 0.88 },
  { name: '文化事业建设费减免', value: 0.05 }
];

// 减租完成情况
export const rentList = [
  { name: '国有企业租金减免', value: 0.56 },
  { name: '行政事业单位租金减免', value: 0.21 },
  { name: '市场运营主体承租户减租', value: 0.83 }
];

// 减息完成情况
export const interestList = [
  { num: 3.53, company: '预计数(亿元)' },
  { num: 9.56, company: '完成数(亿元)' },
  { num: 270.82, company: '完成率(%)' }
];
// 减支完成情况
export const expenditureList = [
  { num: 8.94, company: '预计数(亿元)' },
  { num: 19.93, company: '完成数(亿元)' },
  { num: 222.9, company: '完成率(%)' }
];
// 雄鹰企业
export const tercelEntlist = [
  // {
  //   name: '-', // 开发区
  //   lng: 119.85027778,
  //   lat: 28.41416667,
  //   type: 'tercel'
  // },
  {
    name: '瑞浦科技集团有限公司',
    lng: 120.355512,
    lat: 28.125166,
    type: 'tercel'
  },
  {
    name: '纳爱斯集团有限公司',
    lng: 119.904945,
    lat: 28.436333,
    type: 'tercel'
  }
];
// 小巨人
export const giantList = [

  {
    name: '浙江凯恩电池有限公司',
    lng: 119.253879,
    lat: 28.57735,
    type: 'giant'
  },
  {
    name: '浙江涛涛车业股份有限公司',
    lng: 120.097738,
    lat: 28.743264,
    type: 'giant'
  }
];
// 隐形冠军
export const championList = [
  // {
  //   id: 0,
  //   name: '-', // 开发区
  //   lng: 119.85027778,
  //   lat: 28.41416667,
  //   type: 'champion'
  // },
  {
    id: 1,
    name: '浙江畅尔智能装备股份有限公司',
    lng: 120.223403,
    lat: 28.797651,
    type: 'champion'
  },
  {
    id: 2,
    name: '浙江威肯特泵业有限公司',
    lng: 119.840575,
    lat: 28.410316,
    type: 'champion'
  },
  {
    id: 3,
    name: '浙江鸿星文具有限公司',
    lng: 118.912798,
    lat: 27.690007,
    type: 'champion'
  },
  {
    id: 4,
    name: '浙江乾麟缝制设备有限公司',
    lng: 119.939468,
    lat: 28.472181,
    type: 'champion'
  },
  {
    id: 5,
    name: '绿水股份有限公司',
    lng: 120.340014,
    lat: 28.114679,
    type: 'champion'
  },
  {
    id: 6,
    name: '浙江双枪竹木有限公司',
    lng: 119.029453,
    lat: 27.627427,
    type: 'champion'
  },
  {
    id: 7,
    name: '浙江天喜厨电股份有限公司',
    lng: 120.191247,
    lat: 28.765367,
    type: 'champion'
  },
  {
    id: 8,
    name: '浙江科马摩擦材料股份有限公司',
    lng: 119.46821,
    lat: 28.470586,
    type: 'champion'
  },
  {
    id: 9,
    name: '浙江锯力煌锯床股份有限公司',
    lng: 120.275974,
    lat: 28.788888,
    type: 'champion'
  },
  {
    id: 10,
    name: '浙江兴昌轴承有限公司',
    lng: 119.560779,
    lat: 28.099539,
    type: 'champion'
  }
];

// 地图指标点击
export const filterList = [
  { name: '上市企业', type: 'listedCompanies' },
  { name: '雄鹰企业', type: 'tercel' },
  { name: '小巨人', type: 'giant' },
  { name: '隐形冠军', type: 'champion' },
  { name: '小升规', type: 'rule' },
  { name: '小微企业园', type: 'garden' }
];

export const areaList = [
  // 上市企业
  { name: '缙云县', value: 0, type: 'listedCompanies' },
  { name: '景宁县', value: 0, type: 'listedCompanies' },
  { name: '莲都区', value: 4, type: 'listedCompanies' },
  { name: '龙泉市', value: 0, type: 'listedCompanies' },
  { name: '青田县', value: 1, type: 'listedCompanies' },
  { name: '庆元县', value: 0, type: 'listedCompanies' },
  { name: '松阳县', value: 0, type: 'listedCompanies' },
  { name: '遂昌县', value: 1, type: 'listedCompanies' },
  { name: '云和县', value: 0, type: 'listedCompanies' },
  // 雄鹰企业
  { name: '缙云县', value: 101.58, type: 'tercel' },
  { name: '景宁县', value: 47.45, type: 'tercel' },
  { name: '莲都区', value: 98.96, type: 'tercel' },
  { name: '龙泉市', value: 106.35, type: 'tercel' },
  { name: '青田县', value: 87.08, type: 'tercel' },
  { name: '庆元县', value: 66.22, type: 'tercel' },
  { name: '松阳县', value: 52.66, type: 'tercel' },
  { name: '遂昌县', value: 54.45, type: 'tercel' },
  { name: '云和县', value: 74.68, type: 'tercel' },
  // 小巨人
  { name: '缙云县', value: 101.58, type: 'giant' },
  { name: '景宁县', value: 47.45, type: 'giant' },
  { name: '莲都区', value: 98.96, type: 'giant' },
  { name: '龙泉市', value: 106.35, type: 'giant' },
  { name: '青田县', value: 87.08, type: 'giant' },
  { name: '庆元县', value: 66.22, type: 'giant' },
  { name: '松阳县', value: 52.66, type: 'giant' },
  { name: '遂昌县', value: 54.45, type: 'giant' },
  { name: '云和县', value: 74.68, type: 'giant' },
  // 隐形冠军
  { name: '缙云县', value: 101.58, type: 'champion' },
  { name: '景宁县', value: 47.45, type: 'champion' },
  { name: '莲都区', value: 98.96, type: 'champion' },
  { name: '龙泉市', value: 106.35, type: 'champion' },
  { name: '青田县', value: 87.08, type: 'champion' },
  { name: '庆元县', value: 66.22, type: 'champion' },
  { name: '松阳县', value: 52.66, type: 'champion' },
  { name: '遂昌县', value: 54.45, type: 'champion' },
  { name: '云和县', value: 74.68, type: 'champion' },
  // 小升规
  { name: '缙云县', value: 101.58, type: 'rule' },
  { name: '景宁县', value: 47.45, type: 'rule' },
  { name: '莲都区', value: 98.96, type: 'rule' },
  { name: '龙泉市', value: 106.35, type: 'rule' },
  { name: '青田县', value: 87.08, type: 'rule' },
  { name: '庆元县', value: 66.22, type: 'rule' },
  { name: '松阳县', value: 52.66, type: 'rule' },
  { name: '遂昌县', value: 54.45, type: 'rule' },
  { name: '云和县', value: 74.68, type: 'rule' },
  // 小微企业园
  { name: '缙云县', value: 101.58, type: 'garden' },
  { name: '景宁县', value: 47.45, type: 'garden' },
  { name: '莲都区', value: 98.96, type: 'garden' },
  { name: '龙泉市', value: 106.35, type: 'garden' },
  { name: '青田县', value: 87.08, type: 'garden' },
  { name: '庆元县', value: 66.22, type: 'garden' },
  { name: '松阳县', value: 52.66, type: 'garden' },
  { name: '遂昌县', value: 54.45, type: 'garden' },
  { name: '云和县', value: 74.68, type: 'garden' }
];
// 小升规
export const ruleList = [
  // {
  //   id: 0,
  //   name: '-', // 开发区
  //   lng: 119.85027778,
  //   lat: 28.4416667
  // },
  {
    id: 1,
    name: '阿司米阀门有限公司',
    lng: 119.78003910282632,
    lat: 28.345598067570844
  },
  {
    id: 2,
    name: '浙江匠新阀门科技有限公司',
    lng: 119.79476066279916,
    lat: 28.356727504410095
  },
  {
    id: 3,
    name: '浙江实利电机有限公司',
    lng: 119.78761426010273,
    lat: 28.358251484122345
  },
  {
    id: 4,
    name: '银昌电气有限公司',
    lng: 119.78447743481269,
    lat: 28.354620679626034
  },
  {
    id: 5,
    name: '丽水市天茂阀门有限公司',
    lng: 119.78322491883621,
    lat: 28.353504184228534
  },
  {
    id: 6,
    name: '伊瑞斯阀门（中国）有限公司',
    lng: 119.7855215675423,
    lat: 28.35082635975336
  },
  {
    id: 7,
    name: '丽水斯帕克阀门有限公司',
    lng: 119.78601397077699,
    lat: 28.349405429521443
  },
  {
    id: 8,
    name: '丽水山耕梦工厂农业科技有限公司',
    lng: 119.7886179139105,
    lat: 28.3517983564495
  },
  {
    id: 9,
    name: '丽水市瑞宏阀门制造有限公司',
    lng: 119.79175475720197,
    lat: 28.415800020808625
  },
  {
    id: 10,
    name: '浙江申嘉焊材科技有限公司',
    lng: 119.78218794390361,
    lat: 28.348132411036897
  },
  {
    id: 11,
    name: '浙江力胜金属构件有限公司',
    lng: 119.80919683445022,
    lat: 28.347422485127694
  },
  {
    id: 12,
    name: '丽水市天博生物科技有限公司',
    lng: 119.79216020389484,
    lat: 28.354160542491353
  },
  {
    id: 13,
    name: '浙江维凯新材料有限公司',
    lng: 119.80625843468563,
    lat: 28.34440699984855
  },
  {
    id: 14,
    name: '青田昌顺工艺眼镜有限公司',
    lng: 120.33934449252841,
    lat: 28.1430414607157
  },
  {
    id: 15,
    name: '青田县中湖砂石料有限公司',
    lng: 120.3371930498211,
    lat: 28.13783389261985
  },
  {
    id: 16,
    name: '青田银丰矿业有限公司',
    lng: 120.281183311253,
    lat: 28.321717704264987
  },
  {
    id: 17,
    name: '青田豪泰矿石有限公司',
    lng: 120.40753737473244,
    lat: 28.170327746295953
  },
  {
    id: 18,
    name: '浙江精固机械制造有限公司',
    lng: 120.37689484760357,
    lat: 28.144438688288233
  },
  {
    id: 19,
    name: '青田三本包装有限公司',
    lng: 120.3727136127045,
    lat: 28.14190474589453
  },
  {
    id: 20,
    name: '浙江钜亿五金制品有限公司',
    lng: 120.36194359383353,
    lat: 28.13152033305072
  },
  {
    id: 21,
    name: '浙江赛达紧固件有限公司',
    lng: 120.38266965414941,
    lat: 28.130328030249586
  },
  {
    id: 22,
    name: '青田希博来游乐设备有限公司',
    lng: 120.38266965414941,
    lat: 28.130328030249586
  },
  {
    id: 23,
    name: '青田久达阀门铸造有限公司',
    lng: 120.2363837541244,
    lat: 28.319531432717255
  },
  {
    id: 24,
    name: '青田凯丽阀门有限公司',
    lng: 120.2363837541244,
    lat: 28.319531432717255
  },
  {
    id: 25,
    name: '青田越强锻件有限公司',
    lng: 120.2270684589036,
    lat: 28.343382615012054
  },
  {
    id: 26,
    name: '青田超越阀门有限公司',
    lng: 120.23102467698311,
    lat: 28.357406728770545
  },
  {
    id: 27,
    name: '合飞阀门有限公司',
    lng: 120.2270684589036,
    lat: 28.343382615012054
  },
  {
    id: 28,
    name: '青田耐特柔鞋材有限公司',
    lng: 120.21349975345083,
    lat: 28.283541975508083
  },
  {
    id: 29,
    name: '浙江蔚蓝鞋材有限公司',
    lng: 120.21438734695855,
    lat: 28.26796957102058
  },
  {
    id: 30,
    name: '青田大地砂石料有限公司',
    lng: 120.21438734695855,
    lat: 28.26796957102058
  },
  {
    id: 31,
    name: '青田佳庆休闲椅有限公司',
    lng: 120.073750785591,
    lat: 28.31840424443067
  },
  {
    id: 32,
    name: '青田县宏泰新型建材有限公司',
    lng: 119.9362362529,
    lat: 28.331096968168378
  },
  {
    id: 33,
    name: '青田隆泰钼业有限公司',
    lng: 120.34505255639098,
    lat: 28.282210784460304
  },
  {
    id: 34,
    name: '浙江省青田中胜五金锁业有限公司',
    lng: 120.38266965414941,
    lat: 28.130328030249586
  },
  {
    id: 35,
    name: '青田创世纪萤石矿业有限公司',
    lng: 120.2382247269181,
    lat: 28.36366608804961
  },
  {
    id: 36,
    name: '浙江天久休闲设施有限公司',
    lng: 120.10375430346434,
    lat: 28.74769279481954
  },
  {
    id: 37,
    name: '浙江中博传动科技有限公司',
    lng: 120.0986297396245,
    lat: 28.74567135578357
  },
  {
    id: 38,
    name: '浙江亿品安防科技有限公司',
    lng: 120.08900198357848,
    lat: 28.750953459349475
  },
  {
    id: 39,
    name: '缙云县金红叶工贸有限公司',
    lng: 120.10011329109591,
    lat: 28.773854789700096
  },
  {
    id: 40,
    name: '缙云县容和工具有限公司',
    lng: 120.096187,
    lat: 28.760853
  },
  {
    id: 41,
    name: '浙江锦键缝纫设备有限公司',
    lng: 120.28062233319422,
    lat: 28.787210900330745
  },
  {
    id: 42,
    name: '浙江家家智能家居有限公司',
    lng: 120.03642970232842,
    lat: 28.72740047163787
  },
  {
    id: 43,
    name: '浙江浩广工贸有限公司',
    lng: 120.04282373931004,
    lat: 28.725738777505843
  },
  {
    id: 44,
    name: '浙江鸿顺实业有限公司',
    lng: 120.10543410321202,
    lat: 28.67594391805429
  },
  {
    id: 45,
    name: '缙云县先锋工具有限公司',
    lng: 120.23529488339707,
    lat: 28.809274813023343
  },
  {
    id: 46,
    name: '浙江津灿工贸有限公司',
    lng: 120.0980487241666,
    lat: 28.66530453413728
  },
  {
    id: 47,
    name: '浙江金豪达工贸有限公司',
    lng: 120.0980487241666,
    lat: 28.66530453413728
  },
  {
    id: 48,
    name: '浙江金马逊机械有限公司',
    lng: 120.10060217733142,
    lat: 28.75561507358345
  },
  {
    id: 49,
    name: '浙江嘉宏工具制造有限公司',
    lng: 120.10294197964068,
    lat: 28.761873579286664
  },
  {
    id: 50,
    name: '缙云县成泰阀门有限公司',
    lng: 120.09023212404685,
    lat: 28.752664885551813
  },
  {
    id: 51,
    name: '浙江雄大门业有限公司',
    lng: 120.091715,
    lat: 28.76164
  },
  {
    id: 52,
    name: '缙云县上好家门业有限公司',
    lng: 120.10060217733142,
    lat: 28.75561507358345
  },
  {
    id: 53,
    name: '缙云县利潮工贸有限公司',
    lng: 120.10011329109591,
    lat: 28.773854789700096
  },
  {
    id: 54,
    name: '缙云县帝华工贸有限公司',
    lng: 120.2510612788889,
    lat: 28.807471395085145
  },
  {
    id: 55,
    name: '缙云县威尔金盛缝纫设备有限公司',
    lng: 120.30137567602864,
    lat: 28.836992197154277
  },
  {
    id: 56,
    name: '缙云县畅笑机械配件有限公司',
    lng: 120.23190055898296,
    lat: 28.8073573980771
  },
  {
    id: 57,
    name: '缙云县弘康包装制品有限公司',
    lng: 120.09771563934217,
    lat: 28.76408854030186
  },
  {
    id: 58,
    name: '浙江鼎大实业有限公司',
    lng: 120.0980487241666,
    lat: 28.66530453413728
  },
  {
    id: 59,
    name: '缙云县迪锐森机械有限公司',
    lng: 120.24199663345608,
    lat: 28.80411355850028
  },
  {
    id: 60,
    name: '缙云县同泰金属表面处理厂（普通合伙）',
    lng: 120.05999442297662,
    lat: 28.57807292066845
  },
  {
    id: 61,
    name: '缙云县德泰机械制造有限公司',
    lng: 120.21158844685873,
    lat: 28.781818782382334
  },
  {
    id: 62,
    name: '浙江埃玛电器科技有限公司',
    lng: 120.2635157416767,
    lat: 28.817624791782098
  },
  {
    id: 63,
    name: '浙江汇金涂料有限公司',
    lng: 119.37811571676454,
    lat: 28.66056221374495
  },
  {
    id: 64,
    name: '浙江符氏木业有限公司',
    lng: 119.31366147633251,
    lat: 28.611827170778724
  },
  {
    id: 65,
    name: '浙江遂昌隆盛汽摩配件有限公司',
    lng: 119.28253933108769,
    lat: 28.598474042296544
  },
  {
    id: 66,
    name: '遂昌立青元钛镍材料有限公司',
    lng: 119.28253933108769,
    lat: 28.598474042296544
  },
  {
    id: 67,
    name: '浙江永上精密新材料有限公司',
    lng: 119.28253933108769,
    lat: 28.598474042296544
  },
  {
    id: 68,
    name: '浙江莹鑫矿业有限公司',
    lng: 119.31821445704846,
    lat: 28.621189299541072
  },
  {
    id: 69,
    name: '遂昌县鑫鼎特种铸造有限公司',
    lng: 119.37811571676454,
    lat: 28.66056221374495
  },
  {
    id: 70,
    name: '松阳县鑫久不锈钢有限公司',
    lng: 119.46829445517277,
    lat: 28.477384634571326
  },
  {
    id: 71,
    name: '浙江凯跃钢管制造有限公司',
    lng: 119.4832741978062,
    lat: 28.474532711044464
  },
  {
    id: 72,
    name: '浙江兴品茶叶有限公司',
    lng: 119.40995254539759,
    lat: 28.53437839636025
  },
  {
    id: 73,
    name: '浙江振通宏食品有限公司',
    lng: 119.40995254539759,
    lat: 28.53437839636025
  },
  {
    id: 74,
    name: '松阳县三联矿业有限公司',
    lng: 119.60498829931018,
    lat: 28.373315469383073
  },
  {
    id: 75,
    name: '浙江万福贸易有限公司',
    lng: 119.42797600987329,
    lat: 28.588595616555413
  },
  {
    id: 76,
    name: '浙江美佳工艺品有限公司',
    lng: 119.5693285403446,
    lat: 28.091049874859213
  },
  {
    id: 77,
    name: '浙江科杰机械有限公司',
    lng: 119.56359826053296,
    lat: 28.094850501898385
  },
  {
    id: 78,
    name: '浙江冠泰玩具有限公司',
    lng: 119.5657626069061,
    lat: 28.089282314439593
  },
  {
    id: 79,
    name: '云和县金方玩具木业厂',
    lng: 119.57093974599799,
    lat: 28.085889736451964
  },
  {
    id: 80,
    name: '云和县艺都工艺品有限公司',
    lng: 119.56752237234564,
    lat: 28.09925517606609
  },
  {
    id: 81,
    name: '浙江佳禾玩具有限公司',
    lng: 119.5653014924764,
    lat: 28.104646206563732
  },
  {
    id: 82,
    name: '浙江凯鑫玩具有限公司',
    lng: 119.57901265508372,
    lat: 28.10234367149934
  },
  {
    id: 83,
    name: '浙江传世玩具有限公司',
    lng: 120.24823351559313,
    lat: 28.84189559236661
  },
  {
    id: 84,
    name: '云和县沙铺砻水力发电有限责任公司',
    lng: 119.46566257208201,
    lat: 27.958418350602255
  },
  {
    id: 85,
    name: '云和县金坑口水电有限公司',
    lng: 119.49971704082841,
    lat: 28.061427316520984
  },
  {
    id: 86,
    name: '云和县万佳阀门制造有限公司',
    lng: 119.6784911209888,
    lat: 28.234842748129466
  },
  {
    id: 87,
    name: '浙江铭泽机械制造有限公司',
    lng: 119.56716590623337,
    lat: 28.10039602626293
  },
  {
    id: 88,
    name: '跃丰阀门制造有限公司',
    lng: 119.567208060659,
    lat: 28.100391355753725
  },
  {
    id: 89,
    name: '丽水航丰机械铸造有限公司',
    lng: 119.5653014924764,
    lat: 28.104646206563732
  },
  {
    id: 90,
    name: '浙江瑞庆汽车零部件有限公司',
    lng: 119.01594944964393,
    lat: 27.624365073523013
  },
  {
    id: 91,
    name: '浙江庆元宝龙文具有限公司',
    lng: 118.97587745499773,
    lat: 27.61302934823456
  },
  {
    id: 92,
    name: '浙江咏盛竹木有限公司',
    lng: 119.06907511344197,
    lat: 27.625358951673398
  },
  {
    id: 93,
    name: '浙江红棉地毯有限公司',
    lng: 119.06907511344197,
    lat: 27.625358951673398
  },
  {
    id: 94,
    name: '浙江天造环保科技有限公司',
    lng: 119.89042026833988,
    lat: 28.40381306591546
  },
  {
    id: 95,
    name: '浙江亚舒丽新材料有限公司',
    lng: 119.89042026833988,
    lat: 28.40381306591546
  },
  {
    id: 96,
    name: '浙江康润新材料有限公司',
    lng: 119.88436474888515,
    lat: 28.378938292942852
  },
  {
    id: 97,
    name: '浙江创岳金属材料有限公司',
    lng: 119.63839989808383,
    lat: 27.956565535160326
  },
  {
    id: 98,
    name: '浙江泰丰竹木有限公司',
    lng: 119.14790802818807,
    lat: 28.080823570942634
  },
  {
    id: 99,
    name: '龙泉瓯江青瓷有限公司',
    lng: 119.16881806126653,
    lat: 28.062570278439974
  },
  {
    id: 100,
    name: '浙江庄信木业有限公司',
    lng: 119.12062439028296,
    lat: 28.06028800423691
  },
  {
    id: 101,
    name: '浙江富瑞汽车配件有限公司',
    lng: 119.12941937406903,
    lat: 28.059240811679746
  },
  {
    id: 102,
    name: '浙江郑氏刀剑有限公司',
    lng: 119.12738629932626,
    lat: 28.05454197385599
  },
  {
    id: 103,
    name: '浙江格铭工艺品有限公司',
    lng: 119.16881806126653,
    lat: 28.062570278439974
  },
  {
    id: 104,
    name: '龙泉市嘉文木业有限公司',
    lng: 119.16881806126653,
    lat: 28.062570278439974
  },
  {
    id: 105,
    name: '浙江省龙泉市宝剑厂有限公司',
    lng: 119.1454350463092,
    lat: 28.076095673754836
  },
  {
    id: 106,
    name: '龙泉市阳鑫工艺礼品厂',
    lng: 119.14790802818807,
    lat: 28.080823570942634
  },
  {
    id: 107,
    name: '浙江利源竹木有限责任公司',
    lng: 118.94412467762147,
    lat: 27.983347413187534
  },
  {
    id: 108,
    name: '浙江瑞峰新型墙体材料有限公司',
    lng: 119.0009794216086,
    lat: 27.88193309469806
  },
  {
    id: 109,
    name: '龙泉新新木业有限公司',
    lng: 119.04083661297346,
    lat: 27.932795565940083
  },
  {
    id: 110,
    name: '浙江鑫能机械有限公司',
    lng: 119.35225436687375,
    lat: 28.06704394804809
  },
  {
    id: 111,
    name: '龙泉市赫顶木业有限公司',
    lng: 119.30124590099662,
    lat: 28.08929638564149
  },
  {
    id: 112,
    name: '龙泉市亿龙竹木开发有限公司',
    lng: 119.13825547965004,
    lat: 28.069693762582137
  },
  {
    id: 113,
    name: '浙江粤青管业有限公司',
    lng: 119.12947692719908,
    lat: 28.057766775027822
  },
  {
    id: 114,
    name: '浙江南鸣矿业有限公司',
    lng: 118.98908761263081,
    lat: 27.850397227903443
  },
  {
    id: 115,
    name: '龙泉市忠瑞木制品有限公司',
    lng: 119.35225436687375,
    lat: 28.06704394804809
  },
  {
    id: 116,
    name: '浙江元一科技有限公司',
    lng: 119.88592142494453,
    lat: 28.388774938212375
  },
  {
    id: 117,
    name: '浙江精威神龙五金有限公司',
    lng: 119.85541535168724,
    lat: 28.41719426298226
  },
  {
    id: 118,
    name: '丽水市畅达汽车配件有限公司',
    lng: 119.86032326073143,
    lat: 28.403920393822244
  },
  {
    id: 119,
    name: '丽水市融昌实业有限公司',
    lng: 119.8573980997389,
    lat: 28.398487399083116
  },
  {
    id: 120,
    name: '丽水市国大阀门有限公司',
    lng: 119.86113225018386,
    lat: 28.401616642516306
  },
  {
    id: 121,
    name: '丽水市盛翔再生资源利用有限公司',
    lng: 119.867505241476,
    lat: 28.40667988030773
  },
  {
    id: 122,
    name: '浙江酷耐自动化科技有限公司',
    lng: 119.86555616108332,
    lat: 28.404122379181235
  },
  {
    id: 123,
    name: '丽水红宇阀门有限公司',
    lng: 119.86406016162049,
    lat: 28.408125319024386
  },
  {
    id: 124,
    name: '浙江瑞艺电气科技有限公司',
    lng: 119.88885140068676,
    lat: 28.397972065215658
  },
  {
    id: 125,
    name: '浙江昊晖制动系统有限公司',
    lng: 119.88933026108509,
    lat: 28.38988761149377
  },
  {
    id: 126,
    name: '浙江上帆科技发展有限公司',
    lng: 119.92936834320521,
    lat: 28.473411173407186
  },
  {
    id: 127,
    name: '浙江科众汽车零部件有限公司',
    lng: 119.87567868937941,
    lat: 28.384645519871075
  },
  {
    id: 128,
    name: '浙江坤亿佳机械制造有限公司',
    lng: 119.87475097971242,
    lat: 28.390536465599382
  },
  {
    id: 129,
    name: '浙江正诺机械有限公司',
    lng: 119.89028172755302,
    lat: 28.391171142418802
  },
  {
    id: 130,
    name: '浙江四强轴承制造有限公司',
    lng: 119.88912793266095,
    lat: 28.38909036253844
  },
  {
    id: 131,
    name: '浙江威尔轴承工业有限公司',
    lng: 119.88912793266095,
    lat: 28.38909036253844
  },
  {
    id: 132,
    name: '浙江瑞力电气有限公司',
    lng: 119.88730052485491,
    lat: 28.393812495906722
  },
  {
    id: 133,
    name: '特尔阀门高科技有限公司',
    lng: 119.88890084379511,
    lat: 28.389042953794874
  },
  {
    id: 134,
    name: '浙江耐磨达汽车部件有限公司',
    lng: 119.896099,
    lat: 28.388111
  },
  {
    id: 135,
    name: '丽水市新时代教育印刷有限公司',
    lng: 119.84278930169371,
    lat: 28.398296074801234
  },
  {
    id: 136,
    name: '丽水森源木业有限公司',
    lng: 119.85331724090607,
    lat: 28.39287858709294
  },
  {
    id: 137,
    name: '浙江丽水合润皮饰有限公司',
    lng: 119.85443089689043,
    lat: 28.397794485483683
  },
  {
    id: 138,
    name: '浙江力威机电设备制造有限公司',
    lng: 119.84843947631938,
    lat: 28.39237869359171
  },
  {
    id: 139,
    name: '浙江夏隆电器有限公司',
    lng: 119.83826900782627,
    lat: 28.39031282092239
  },
  {
    id: 140,
    name: '浙江正翔电镀精饰有限公司',
    lng: 119.84743436593885,
    lat: 28.38750265284483
  },
  {
    id: 141,
    name: '浙江中铭工程机械有限公司',
    lng: 119.88912793266095,
    lat: 28.38909036253844
  },
  {
    id: 142,
    name: '中诚阀门集团有限公司',
    lng: 119.88051372856373,
    lat: 28.38945183966663
  },
  {
    id: 143,
    name: '浙江文奇笔业有限公司',
    lng: 119.89002097161095,
    lat: 28.383799887454607
  },
  {
    id: 144,
    name: '浙江文丰科技有限责任公司',
    lng: 119.88890084379511,
    lat: 28.389042953794874
  },
  {
    id: 145,
    name: '浙江灰熊材料科技有限公司',
    lng: 119.86798785268698,
    lat: 28.40798431675145
  },
  {
    id: 146,
    name: '浙江中轨传动科技有限公司',
    lng: 119.87816903180523,
    lat: 28.410470303554426
  }
];
// 小微企业园
export const gardenList = [
  // {
  //   id: 0,
  //   name: '-', // 开发区
  //   lng: 119.85027778,
  //   lat: 28.41416667
  // },
  {
    id: 1,
    name: '绿谷信息产业园天宁孵化基地',
    lng: 119.93561,
    lat: 28.467548
  },
  { id: 2, name: '绿谷信息产业园', lng: 119.905724, lat: 28.465091 },
  { id: 3, name: '讯唯数字文化广场', lng: 120.16559, lat: 30.279961 },
  {
    id: 4,
    name: '丽水·莲都电子商务创业创新综合体',
    lng: 119.93453,
    lat: 28.466151
  },
  {
    id: 5,
    name: '丽水万洋低碳智造小镇（一期）',
    lng: 119.765531,
    lat: 28.38149
  },
  {
    id: 6,
    name: '龙泉市八都镇平山岭竹木小微企业园',
    lng: 119.002099,
    lat: 28.022819
  },
  {
    id: 7,
    name: '龙泉市芳野小微企业创业园',
    lng: 119.135314,
    lat: 28.060811
  },
  { id: 8, name: '茶丰工业园区', lng: 119.034431, lat: 27.926454 },
  {
    id: 9,
    name: '安特小微企业创业孵化园',
    lng: 120.367729,
    lat: 28.136996
  },
  { id: 10, name: '庆元孵化园', lng: 118.987016, lat: 27.60666 },
  { id: 11, name: '庆元县电商创业园', lng: 119.012618, lat: 27.620467 },
  {
    id: 12,
    name: '开发区科技孵化器小微园',
    lng: 120.14558,
    lat: 30.278435
  },
  {
    id: 13,
    name: '缙云县石艺文化产业小微企业园（一期）',
    lng: 119.344011,
    lat: 28.051547
  },
  {
    id: 14,
    name: '松阳县祥瑞电子商务产业园',
    lng: 119.448857,
    lat: 28.440167
  },
  {
    id: 15,
    name: '遂昌县石练镇健康产业园',
    lng: 119.071861,
    lat: 28.510671
  },
  {
    id: 16,
    name: '云和金沅木制教玩具小微企业产业园',
    lng: 119.553486,
    lat: 28.104497
  },
  {
    id: 17,
    name: '云和县木制玩具滚漆中心',
    lng: 119.915867,
    lat: 28.438332
  },
  {
    id: 18,
    name: '云和县木制教玩具小微企业产业园',
    lng: 119.553486,
    lat: 28.104497
  },
  { id: 19, name: '山山梦想城', lng: 119.906591, lat: 28.465669 },
  {
    id: 20,
    name: '浙江丽福科技大厦小微园',
    lng: 119.906404,
    lat: 28.464912
  },
  { id: 21, name: '格瑞斯小微企业园', lng: 120.292316, lat: 28.135161 },
  { id: 22, name: '遂昌中小企业孵化园', lng: 119.371762, lat: 28.62777 },
  {
    id: 23,
    name: '竹客口茶叶加工小微园',
    lng: 119.491513,
    lat: 28.475616
  },
  { id: 24, name: '城北工业园区', lng: 119.642201, lat: 27.981159 },
  {
    id: 25,
    name: '浙江鸿汇电子商务产业集聚园',
    lng: 119.861509,
    lat: 28.431366
  },
  {
    id: 26,
    name: '赤寿茶叶加工小微园',
    lng: 120.583034,
    lat: 27.486114
  },
  {
    id: 27,
    name: '云和县木制教玩具小微企业产业园（三期）',
    lng: 119.553486,
    lat: 28.104497
  },
  {
    id: 28,
    name: '青田鸿翔时尚产业小微园',
    lng: 120.363797,
    lat: 28.133699
  },
  {
    id: 29,
    name: '智宇科技孵化器小微园区',
    lng: 119.860516,
    lat: 28.400787
  },
  {
    id: 30,
    name: '丽缙智能制造小微园',
    lng: 119.071519,
    lat: 28.704122
  },
  { id: 31, name: '丽水海创大厦', lng: 120.023525, lat: 30.287478 },
  { id: 32, name: '龙泉青瓷产业园', lng: 119.132257, lat: 28.046486 },
  {
    id: 33,
    name: '云和县小徐村木制玩具小微企业园',
    lng: 119.573397,
    lat: 28.11579
  },
  { id: 34, name: '云策电商创业园', lng: 119.311346, lat: 28.617052 },
  {
    id: 35,
    name: '松阳县康洁电子商务园',
    lng: 119.490556,
    lat: 28.471261
  },
  { id: 36, name: '丽景园小微企业园', lng: 120.273139, lat: 30.104294 },
  { id: 37, name: '数字经济双创园', lng: 119.905526, lat: 28.466046 },
  { id: 38, name: '杭州丽水数字大厦', lng: 119.921786, lat: 28.451993 },
  { id: 39, name: '万地工业园', lng: 119.850395, lat: 28.418957 },
  { id: 40, name: '英朗时尚创业园', lng: 119.85992, lat: 28.383511 },
  {
    id: 41,
    name: '勇安自动化科技小微园',
    lng: 119.847334,
    lat: 28.410022
  },
  {
    id: 42,
    name: '万洋低碳制造小镇（二期）',
    lng: 119.765531,
    lat: 28.38149
  },
  {
    id: 43,
    name: '青田鸿翔时尚产业小微园',
    lng: 120.364288,
    lat: 28.132555
  },
  { id: 44, name: '青田起步科创园', lng: 119.565681, lat: 28.07131 },
  {
    id: 45,
    name: '高湖中瀚智能装备制造创业园',
    lng: 120.220598,
    lat: 28.337189
  },
  {
    id: 46,
    name: '永好五金时尚产业小微园',
    lng: 120.339294,
    lat: 28.123033
  },
  { id: 47, name: '祯埠小河坑工业园', lng: 120.03038, lat: 28.310353 },
  {
    id: 48,
    name: '骑客智能制造产业园',
    lng: 120.221431,
    lat: 28.805627
  },
  {
    id: 49,
    name: '缙云北山电子商务创业园',
    lng: 119.866766,
    lat: 28.438529
  },
  {
    id: 50,
    name: '浙江丽缙科创中心（绿色产业创新孵化园）',
    lng: 119.456464,
    lat: 29.940059
  },
  {
    id: 51,
    name: '浙江丽缙园万顺众创小微企业园',
    lng: 120.23408,
    lat: 28.797265
  },
  {
    id: 52,
    name: '浙江缙云经济开发区五金机械产业园',
    lng: 119.85992,
    lat: 28.383511
  },
  {
    id: 53,
    name: '网营物联（缙云）智慧供应链产业园',
    lng: 119.858831,
    lat: 28.371676
  },
  {
    id: 54,
    name: '中小企业孵化园（二期）',
    lng: 119.371762,
    lat: 28.62777
  },
  { id: 55, name: '松阳康洁电商园', lng: 119.490556, lat: 28.471261 },
  { id: 56, name: '古市小微产业园', lng: 119.873215, lat: 28.371975 },
  { id: 57, name: '小徐村标准厂房', lng: 119.58225, lat: 28.109983 },
  {
    id: 58,
    name: '庆元县毛竹特色园区',
    lng: 119.665224,
    lat: 28.306281
  },
  { id: 59, name: '丽景园小微企业园', lng: 119.867099, lat: 28.370344 },
  {
    id: 60,
    name: '龙泉市青瓷产业创业园',
    lng: 119.132257,
    lat: 28.046486
  },
  {
    id: 61,
    name: '龙泉市查田镇金圩孵化基地一期',
    lng: 119.03472,
    lat: 27.926562
  },
  {
    id: 62,
    name: '八都镇溪坪区块小微企业园一期',
    lng: 118.93766,
    lat: 27.977129
  },
  { id: 63, name: '鞋艺小镇小微园', lng: 119.141461, lat: 28.074623 },
  {
    id: 64,
    name: '龙泉市五金汽配小微园',
    lng: 119.163702,
    lat: 28.055636
  },
  {
    id: 65,
    name: '安仁昌文木制玩具小微企业园一期',
    lng: 119.344011,
    lat: 28.051547
  }
];
