/**
 * @desc 指标数据
 */
// 点击标题的数据
export const titleData = {
  name: '5G丽水',
  zt_hy: '1.专题定义:5G（5th-Generation）是指代第五代移动通信技术，其具有标志性的关键能力指标相比此前几代的移动通信技术要更为加强和丰富，例如用户体验速率达到100Mbps至1Gbps、端到端毫秒级时延、连接密度高达100万个/km等，5G时代的开启也是万物互联时代的起点。5G丽水是我市在5G信息领域的重大战略布局，是为丽水的智慧城市建设夯实了基础。2.可反映的问题：5G基础设施建设情况，5G产品应用情况。',
  qtdw: '市经信局',
  zt_ywfzr: '杨静 2095035',
  // sjhm1: '2095035',
  zt_fgld: '周再荣 2095008',
  // sjhm2: '2095008',
  xtdw: '市铁塔公司',
  zt_sl: '4',
  zbxsl2: '1',
  bz: '按照“应设尽设”原则，结合本页面数据统筹情况，本页面“5G基站建设情况”指标设有触警阈值或优质阈值，具体见对应指标卡片。'
};

export const completedData = { // 已建成基站排名
  name: '5G通信基础设施建设已完成情况',
  zb_hy:
    '1.定义：是指企业以市委市政府5G通信网络建设目标，结合各县市数字经济发展需要，开展各县市5G通信基础设施建设。2.反映各县市5G通信基础设施覆盖水平。',
  cjfz: '/',
  cjcs: '/',
  yzfz: '/',
  gxpl: '月度',
  sjyfs: '手工填报',
  t: '每月最后一天',
  zb_dw: '市铁塔公司',
  ywfzr: '何雅君 13957077522',
  // lxfs1: 13957077522,
  fgld: '曾健 13957096688'
  // lxfs2: 13957096688
};

export const planningData = { // 规划基站数排名
  name: '5G通信基础设施建设规划完成情况',
  zb_hy: '1.定义：是指企业以省委省政府5G通信网络建设目标，结合丽水数字经济发展需要，完成截止2025年的5G基站规划情况。2.反映我市5G通信基础设施规划水平。',
  cjfz: '/',
  cjcs: '/',
  yzfz: '/',
  gxpl: '不定期（如专项规划有修编即更新）',
  sjyfs: '手工填报',
  t: '专项规划修编发布后次月',
  zb_dw: '市铁塔公司',
  ywfzr: '何雅君 13957077522',
  // lxfs1: 13957077522,
  fgld: '曾健 13957096688'
  // lxfs2: 13957096688
};

export const base5GData = { // 5G基站建设情况
  name: '5G通信基础设施建设已完成情况',
  zb_hy:
    '1.定义：是指企业以省委省政府5G通信网络建设目标，结合丽水数字经济发展需要，开展全市5G通信基础设施建设。2.反映我市5G通信基础设施覆盖水平。',
  cjfz: '完成率<100%',
  cjcs: '触警在该指标的右侧出现<img src="/static/images/exclamatory-mark.png" style="width:15px;height:15px;"></img>图标。触发优质时在该指标的右侧出现<img src="/static/images/thumbs-up.png" style="width:15px;height:15px;"></img>图标。',
  yzfz: '完成率≥120%',
  gxpl: '年度',
  sjyfs: '手工填报',
  t: '次年1月',
  zb_dw: '市铁塔公司',
  ywfzr: '何雅君 13957077522',
  // lxfs1: 13957077522,
  fgld: '曾健 13957096688'
  // lxfs2: 13957096688
};

export const cityData = { // 各县市基站建设情况
  name: '5G通信基础设施建设已完成情况',
  zb_hy:
    '1.定义：是指企业以市委市政府5G通信网络建设目标，结合各县市数字经济发展需要，逐年开展5G通信基础设施建设。2.反映各县市当年5G通信基础设施建设完成情况。',
  cjfz: '/',
  cjcs: '/',
  yzfz: '/',
  gxpl: '月度',
  sjyfs: '手工填报',
  t: '每月最后一天',
  zb_dw: '市铁塔公司',
  ywfzr: '何雅君 13957077522',
  // lxfs1: 13957077522,
  fgld: '曾健 13957096688'
  // lxfs2: 13957096688
};
